export default {
  projections: {
    БазДанE: {
      спрСтуд: {
        __caption__: 'Фио Студента',
        фио: {
          __caption__: 'Фио Студента'
        },
        группа: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование Группы'
          }
        },
        дисциплина: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование Дисциплины'
          }
        }
      },
      материал: {
        __caption__: 'Материал',
        наименование: {
          __caption__: 'Наименование Материала'
        },
        вид: {
          __caption__: 'Вид Материала'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'время'
    },
    материал: {
      __caption__: 'Материал'
    },
    спрСтуд: {
      __caption__: 'Фио Студента'
    },
    прикрепКн: {
      __caption__: 'прикрепКн'
    }
  }
};
