export default {
  projections: {
    СпрСтудE: {
      фио: {
        __caption__: 'Фио Студента'
      },
      группа: {
        __caption__: 'Наименование Группы',
        наименование: {
          __caption__: 'Наименование Группы'
        }
      },
      дисциплина: {
        __caption__: 'Наименование Дисциплины ',
        наименование: {
          __caption__: 'Наименование Дисциплины '
        }
      }
    },
    СпрСтудL: {
      фио: {
        __caption__: 'Фио Студента'
      },
      группа: {
        __caption__: 'Наименование Группы',
        наименование: {
          __caption__: 'Наименование Группы'
        }
      },
      дисциплина: {
        __caption__: 'Наименование Дисциплины',
        наименование: {
          __caption__: 'Наименование Дисциплины'
        }
      }
    }
  },
  validations: {
    фио: {
      __caption__: 'Фио Студента'
    },
    группа: {
      __caption__: 'Наименование Группы'
    },
    дисциплина: {
      __caption__: 'Наименование Дисциплины '
    }
  }
};
