export default {
  projections: {
    МатериалE: {
      наименование: {
        __caption__: 'Название'
      },
      вид: {
        __caption__: 'Вид учебного материала'
      },
      дисциплина: {
        __caption__: 'Наименование Дисциплины',
        наименование: {
          __caption__: 'Наименование Дисциплины'
        }
      }
    },
    МатериалL: {
      наименование: {
        __caption__: 'Название'
      },
      вид: {
        __caption__: 'Вид учебного материала'
      },
      дисциплина: {
        __caption__: 'Наименование дисциплины',
        наименование: {
          __caption__: 'Наименование дисциплины'
        }
      }
    }
  },
  validations: {
    вид: {
      __caption__: 'Вид учебного материала'
    },
    наименование: {
      __caption__: 'Название'
    },
    дисциплина: {
      __caption__: 'Наименование Дисциплины'
    }
  }
};
