export default {
  projections: {
    ПрикрепКнE: {
      спрСотр: {
        __caption__: 'Фио Сотрудника',
        фио: {
          __caption__: 'Фио Сотрудника'
        },
        группа: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование Группы'
          }
        },
        дисциплина: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование Дисциплины'
          }
        }
      },
      базДан: {
        __caption__: 'База Данных',
        спрСтуд: {
          __caption__: 'Фио Студента',
          фио: {
            __caption__: 'Фио Студента'
          },
          группа: {
            __caption__: '',
            наименование: {
              __caption__: 'Наименование Группы'
            }
          },
          дисциплина: {
            __caption__: '',
            наименование: {
              __caption__: 'Наименование Дисциплины'
            }
          }
        },
        материал: {
          __caption__: 'Материал',
          наименование: {
            __caption__: 'Наименование Материала'
          },
          вид: {
            __caption__: 'Вид Материала'
          }
        }
      }
    },
    ПрикрепКнL: {
      спрСотр: {
        __caption__: ' Фио Сотрудника',
        фио: {
          __caption__: ' Фио Сотрудника'
        },
        группа: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование Группы'
          }
        },
        дисциплина: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование Дисциплины'
          }
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    спрСотр: {
      __caption__: 'Фио Сотрудника'
    },
    базДан: {
      __caption__: 'База Данных'
    },
    спрСтуд: {
      __caption__: 'спрСтуд'
    }
  }
};
