export default {
  projections: {
    СпрСотрE: {
      фио: {
        __caption__: 'Фио Сотрудника'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      },
      группа: {
        __caption__: 'Наименование Группы',
        наименование: {
          __caption__: 'Наименование Группы'
        }
      },
      дисциплина: {
        __caption__: 'Наименование дисциплины',
        наименование: {
          __caption__: 'Наименование дисциплины'
        }
      }
    },
    СпрСотрL: {
      фио: {
        __caption__: 'Фио Сотрудника'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      },
      группа: {
        __caption__: 'Наименование группы',
        наименование: {
          __caption__: 'Наименование группы'
        }
      },
      дисциплина: {
        __caption__: 'Наименование дисциплины',
        наименование: {
          __caption__: 'Наименование дисциплины'
        }
      }
    }
  },
  validations: {
    фио: {
      __caption__: 'Фио Сотрудника'
    },
    группа: {
      __caption__: 'Наименование Группы'
    },
    дисциплина: {
      __caption__: 'Наименование дисциплины'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
