export default {
  projections: {
    ПрикреплениеE: {
      спрСотр: {
        __caption__: 'Фио Сотрудника',
        фио: {
          __caption__: 'Фио Сотрудника'
        },
        группа: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование Группы'
          }
        },
        дисциплина: {
          __caption__: '',
          наименование: {
            __caption__: 'Наименование Дисциплины'
          }
        }
      }
    },
    ПрикреплениеL: {
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    спрСотр: {
      __caption__: 'Фио Сотрудника'
    }
  }
};
